{
  "basics": {
    "name": "Grace Madson",
    "label": "Student",
    "picture": "https://github.com/grace-madson.png",
    "email": "gmadson@hawaii.edu",
    "phone": "952-374-7071",
    "website": "https://grace-madson.github.io",
    "summary": "I am studying for a B.S. in Electrical Engineering at the University of Minnesota Twin Cities with minors in Computer Science and German. I am doing an exchange semester at the University of Hawaii at Manoa for Spring 2024. I expect to graduate in the Spring of 2025.",
    "location": { "address": "1054 Kalo pl", "postalCode": "96826", "city": "Honolulu", "countryCode": "USA", "region": "Hawaii" },
    "profiles": [
      { "network": "github", "username": "grace-madson", "url": "http://github.com/grace-madson" },
      { "network": "linkedin", "username": "Grace Madson", "url": "http://linkedin.com/in/grace-madson" }
    ]
  },
  "interests": [
    { "name": "Music" },
    { "name": "Video games" },
    { "name": "Photography/Videography" },
    { "name": "Robotics" },
    { "name": "Renewable Energies" }
  ],
  "skills": [
    {
      "name": "Languages and Frameworks",
      "keywords": [ "C", "C++", "Java", "Javascript", "Assembly", "Verilog/VHDL"]
    },
    {
      "name": "Toolsets/OS",
      "keywords": [ "Linux", "Windows 11", "Git/GitHub" ]
    },
    {
      "name": "Design Softwares and Skills",
      "keywords": [ "Autodesk Inventor", "Solidworks", "Altium", "MATLAB", "Autodesk Maya", "3D printing", "Adobe InDesign"]
    }
  ],
  "education": [
    {
      "institution": "University of Minnesota - Twin Cities, Minneapolis, MN",
      "area": "Electrical Engineering (expected Spring, 2025)",
      "studyType": "B.S.",
      "startDate": "2021-09-07",
      "endDate": "Present",
      "courses": [
      ]
    }
  ],
  "work": [
    {
      "company": "Institute on the Environment University of Minnesota",
      "position": "International Energy Partnerships Project Assistant",
      "website": "https://environment.umn.edu/",
      "startDate": "2022-02-16",
      "endDate": "2023-12-27",
      "summary": "Assistant for Director of International Partnerships, Sabine Engel, at the University of Minnesota",
      "highlights": [
        "Organized and facilitated events with international business and political leaders",
        "Designed brochures and flyers, and documented meeting agendas using Word and InDesign weekly",
        "Communicated with partners, businesses, and university staff and students daily through phone calls and emails",
        "Moderated international Zoom meetings with 75+ participants by greeting attendees, answering questions, creating breakout rooms, presenting slide decks, and sharing informative documents",
        "Advocated for opportunities for students to get involved with the energy transition by speaking at lectures and administering the study abroad program Germany: Leading the Renewables Revolution",
        "Edited and created websites with Wix for university programs and organizations"
      ]
    },
    {
      "company": "Airgain Inc.",
      "position": "Electrical Engineering Associate",
      "website": "https://www.airgain.com/",
      "startDate": "2023-05-25",
      "endDate": "2023-08-25",
      "summary": "Worked on various projects for Airgain including power testing the Asset Tracker product line, circuit and schematic design, and customer support debugging",
      "highlights": [
        "Created and executed test fixtures to conduct power testing on the entire product line of Asset Trackers while generating training documentation",
        "Created footprints, symbols, and schematics using Altium",
        "Used tools such as multimeters, oscilloscopes, and terminal emulators to find solutions to technical problems",
        "Assisted in debugging existing PCB boards for RMA using soldering techniques",
        "Designed a test board for a new product comprised of accelerometers, pressure sensors, and an STM32WB microcontroller",
        "Conducted regression testing for products with Quectel modems"
      ]
    }
  ],
  "volunteer": [
    {
      "organization": "FIRST Robotics",
      "website": "https://www.firstinspires.org/robotics/frc",
      "position": "Safety Manager",
      "startDate": "2022-04-06",
      "endDate": "2022-04-08",
      "summary": "Supervised safe practices during the FIRST Robotics Competition Northstar Regional",
      "highlights": [
        "Answered student questions about safety and assisted with emergency situations for all 60 teams present",
        "Distributed safety glasses to students in the pits throughout the entirety of competition",
        "Awarded the Safety All-Star to a deserved student each day of the competition"
      ]
    }
  ],
  "awards": [
    {
      "title": "Most Valuable Teammate Award and Veteran Inspiration Award",
      "date": "2021",
      "awarder": "TIMEbots Robotics Team",
      "summary": "To receive the Most Valuable Teammate Award, students on the TIMEbots robotics team vote for the teammate they think exemplifies the most Gracious Professionalism throughout the season. The Veteran Inspiration Award recipient is a teammate who has been on the team for more than 1 year and selected by the mentors. The award is given to a team member who inspires others to follow the key principles of FIRST Robotics"
    },
    {
      "title": "John Philip Sousa Award",
      "date": "2021",
      "awarder": "New Prague High School Band Boosters",
      "summary": "The award was introduced in 1955 to honor the top student in the high school band. It recognizes superior musicianship and outstanding dedication"
    }
  ],
  "references": [
    {
      "name": "Available upon request"
    }
  ]
}
